Repository: cheluis/Havel
Catalog: resources/locale/*/LC_MESSAGES/django.po
Languages: de

source: View on site
de: Auf Seite zeigen

source: Add page
de: Seite hinzufügen

source: Add weblink
de: Weblink hinzufügen

source: Successfully deleted %s items.
de: Erfolgreich %s Einträge gelöscht.

source: Edit
de: Bearbeiten

source: 1 resource was
de: 1 Ressource wurde

source: %(num)s successfully %(action)s.
de: %(num)s erfolgreich %(action)s

source: marked as published
de: als veröffentlicht markiert

source: Mark selected resources as published
de: Ausgewählte Ressource veröffentlichen

source: marked as unpublished
de: als veröffentlichs markiert

source: Mark selected resources as unpublished
de: Ausgewählte Ressource als nicht veröffentlicht markieren

source: Link these resources as translation
de: Diese Ressourcen als Übersetzung verknüpfen

source: Translation pool
de: Übersetzungs-Pool

source: Resource
de: Ressource

source: Resources
de: Ressourcen

source: Resource translation
de: Ressourcen-Übersetzung

source: Resource translations
de: Ressourcen-Übersetzungen

source: Resource collection
de: Ressourcen-Kollektion

source: Resource collections
de: Ressourcen-Kollektionen

source: Inherit if empty
de: Vererben wenn leer

source: Page
de: Seite

source: File
de: Datei

source: Files
de: Dateien

source: Edit this page
de: Seite bearbeiten

source: language
de: Sprache
